Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Often also called a research participant, respondent or the data subject.
nb: Ofte også kalt forskningsdeltaker, respondent eller den registrerte.

source: – What was the most important thing you learned?
nb: – Hva mener du var det viktigste du lærte?

source: Written assignment, comprises 100/100 of the grade, grading scale A-E for pass, F for fail.
nb: Oppgave, teller 100/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: I am an ecologist with experience from forests in tropical, temperate and boreal biomes, plus heathlands and agroecosystems.
nb: Jeg er økolog med erfaring fra skoger både i tropiske, tempererte og boreale biomer, samt lyngheier og agroøkosystemer.

source: Understanding what digital technology can do with organizations and markets, and innovation processes.
nb: Forståelse for hva digital teknologi kan gjøre med organisasjoner og markeder, og innovasjonsprosesser.

source: be able to find, assess and refer to information and subject matter
nb: kunne finne, vurdere og henvise til informasjon og fagstoff

source: Master's and Doctoral degrees, and then work as researchers.
nb: Noen velger å studere videre, og tar master og doktorgradsløp, og jobber da som forskere.

source: No fees other than semester registration fee and course literature.
nb: Ingen kostnader utover semesteravgift og pensumlitteratur.

source: Remember to delete the incorrectly registered person
nb: klikk på «Legg til forfatter» og søk opp riktig person.

source: If you receive such a notification, you must consider changing the plan for processing personal data in the project so that it falls within North's prescribed guidelines.
nb: Dersom du får en slik melding, må du vurdere å endre planen for behandling av personopplysninger i prosjektet, slik at det ligger innenfor det som er beskrevet i Nords retningslinjer.

source: It is possible to apply for admission to the Bachelor in Strength and Conditioning, Campus Bodø.
nb: Det er mulig å søke om opptak til programmet bachelor i trening, campus Bodø.

source: The 2022 and 2024 Nangeroni meeting will take place at Nord University.
nb: Nangeronimøtet i 2022 og 2024 vil avholdes ved Nord universitet.

source: Online classes unless otherwise advised until March 15
nb: Digital undervisning videreføres som hovedregel til 15.

source: Master’s Thesis in Health Science – 2 sessions + 2 days
nb: Masteroppgave i helsevitenskap – 2 samlinger + 2 dager

source: The University Library (UB) is responsible for the information and facilitation work for the academic
nb: Universitetsbiblioteket (UB) gis ansvar for informasjons- og tilretteleggingsarbeidet overfor

source: NSD can provide guidance on how to fill out the form.
nb: NSD kan gi veiledning på hvordan skjemaet skal utfylles.

source: Knowledge and skills acquired in the first semester are continued and further developed in other semester through a self-chosen major.
nb: Kunnskaper og ferdighetene tilegnet i første semester videreføres og videreutvikles i andre semester gjennom selvvalgt hovedprofil.

source: The students will immerse themselves in the management of petroleum and renewable energy.
nb: Studentene vil fordype seg i ledelse av petroleum og fornybar energi.

source: In 2014, two departments were upgraded and customis ed respectively to hold broodstock of the spotted wolffish, and conduction of feed trials with controlled feed consumption.
nb: I løpet av 2014 ble to avdelinger oppgradert og tilpasset til henholdsvis hold av stamfisk av flekksteinbit, og fôringsforsøk med muligheter til å kontrollere fôropptaket.

source: BI132F Cell Biology and Biochemistry or equivalent.
nb: Emnet bygger på kunnskaper tilsvarende BI132F Cellebiologi og biokjemi.

source: For nearly 25 years, Nord University has offered the combination of elite sports and education.
nb: I snart 25 år har Nord universitet lagt til rette for å kombinere toppidrett og utdanning.

source: Menghan Yuan will hold a trial lecture and disputation for the degree Philosophiae Doctor (PhD) at Nord University Business School on Monday October 11.
nb: Menghan Yuan skal holde prøveforelesning og disputas for graden Philosophiae Doctor (ph.d.) ved Handelshøgskolen, Nord universitet, mandag 11. oktober.

source: be able to use various digital and analogue tools, such as ProTools and online software in the composition of music
nb: kan bruke ulike digitale og analoge verktøy, så som ProTools og nettbasert programvare i komponeringen av musikk

source: Portfolio, comprises 50/100 of the grade, grading scale A-E for pass, F for fail.
nb: Mappe, teller 50/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: The Business School has developed an exciting partnership program with MGIMO in Moscow, Russia, and East China Normal University (ECNU) in Shanghai, China.
nb: Handelshøgskolen har utviklet et spennende partnerskapsprogram med MGIMO i Moskva, Russland og ECNU i Shanghai, Kina.

source: Compulsory assignment: written assignment of about 3 pages, comprises 0/100 of the grade.
nb: skriftlig oppgave på ca. 3 sider, teller 0/100 av karakteren.

source: Norwegian for Foreigners
nb: Norsk for utlendinger

source: Analyses of genotype by environment interaction is an important part of the project.
nb: Studier på genotype x miljø samspill er en viktig del av analysene på driftsopplegg.

source: Processed personal data must be correct and must be updated if necessary.
nb: Personopplysninger som behandles skal være korrekte, og skal om nødvendig oppdateres.

source: In all industries there is a need for people who have knowledge in economics and administration.
nb: I alle bransjer er det behov for personer som har kunnskap innenfor økonomi og administrasjon.

source: be able to exchange points of view and experiences at different academic levels with others who have a background in the subject area.
nb: kunne utveksle synspunkter og erfaringer med andre på ulikt faglig nivå med bakgrunn innenfor fagområdet -

source: The Global Cold War 1945-1990
nb: Den globale kalde krigen 1945-1990

source: I am a professor with a commitment to teaching, research and community building in innovation and entrepreneurship.
nb: Alsos er professor og fagperson med engasjement for undervisning, forskning og miljøbygging innen innovasjon og entreprenørskap.

source: - 12.5% of the ordinary examination time for examinations that are less than 2 hours
nb: 12,5% av ordinær eksamenstid for eksamen under 2 timer

source: Written school examination, 5 hours, comprises 100/100 of the grade, grading scale A-E for pass, F for fail.
nb: Skriftlig skoleeksamen, 5 timer, teller 100/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: The publishers listed in DBH have been quality-assured.
nb: Forlagene i DBH er også kvalitetssikret.

source: integrated into the bachelor programme in History, and students can continue with several courses in History at the 200 level and take a
nb: studentene kan gå videre med flere kurs i historie på 200-nivå og ta en bachelorgrad i historie. Studiet er oppbygd med seks forskjellige kurs

source: You will not be allowed additional time for an examination if you arrive late or have not installed the latest version of SEB (Safe Exam Browser).
nb: kke få tilleggstid på eksamen om du kommer for sent eller ikke har installert siste versjon av SEB (Safe Exam Browser).

source: And that is definitely useful.
nb: Og det er svært nyttig.

source: The Research Council may require that all such data, including the necessary documentation for reuse of data (metadata), is stored in designated, secure national or international archives.
nb: dokumentasjon for gjenbruk av dataene (metadata) lagres i nærmere angitte sikre nasjonale eller internasjonale arkiv.

source: Teaching, study content, work methods and the structure of further education are subject to evaluation.
nb: Både undervisning, studieinnhold, arbeidsmåter og programmets struktur er gjenstand for evaluering.

source: As a part of their “Digitalization Strategy for Basic Education 2017-2021”, the Norwegian Ministry of Education has introduced coding (programming) as an elective subject in lower secondary school and started a national experiment with coding as a programme subject in upper secondary school.
nb: Som del av sin «Digitaliseringstrategi for grunnopplæringen 2017-2021» har Kunnskapsdepartementet innført koding (programmering) som valgfag i ungdomsskolen, og startet et nasjonalt forsøk med koding som programfag i videregående skole.

source: Cooperation between Nord and UVMP
nb: Samarbeid mellom Nord universitet og UVMP

source: Creative Commons licences are used because they provide an internationally established legal structure in accordance with this aim.
nb: Creative Commons-lisenser blir brukt fordi de tilbyr en internasjonalt etablert juridisk struktur som er i samsvar med denne målsettinga.

source: The government is proposing an allocation of NOK 100 million for a new building for the Faculty of Biosciences and Aquaculture and NOK 10 million for user equipment in the 2022 national budget.
nb: • Regjeringen foreslår en startbevilgning på 100 millioner kroner til Blått bygg og 10 millioner kroner til brukerutstyr i statsbudsjettet for 2022.

source: In Meråker, there are 15 full-time coaches as well as 150 competitive cross-country skiers and biathletes.
nb: I Meråker finnes det 15 heltidsansatte trenere samt 150 konkurranseaktive langrennsløpere og skiskyttere.

source: In addition, at least 2 years of relevant professional practice is required.
nb: I tillegg kreves minst 2 års relevant yrkespraksis.

source: D, is Professor of marketing at Nord University Business School.
nb: Frank Lindberg, Ph.D, er professor i markedsføring ved Handelshøgskolen Nord (HHN).

source: · The student should be able to critically evaluate scientific literature, to use it for an objective argument and to express his or her own conclusion
nb: Studenten skal kunne kritisk vurdere vitenskapelig litteratur, bruke den til et objektivt argument og å uttrykke sin egen konklusjon relatert til et

source: Developing organizations have a great need for economists with digital expertise.
nb: Organisasjoner i utvikling har et stort behov for økonomer med digital kompetanse.

source: Published master- and Ph.D.- thesis
nb: Publiserte master- og p h.d.-avhandlinger

source: Further information/useful links:
nb: Mer informasjon / nyttige lenker:

source: EU fellowship to young Nord researcher
nb: EU-fellowship til ung Nord-forsker

source: The mental health work courses are regulated by the Framework Plan for Further Education in Mental Health Work.
nb: Emnene innen psykisk helsearbeid er regulert av rammeplan for videreutdanning i psykisk helsearbeid.

source: Oral examinatio, 30 minutes, comprises 100/100 of the grade, grading scale A-E for pass, F for fail.
nb: Muntlig eksamen, 30 minutter, teller 100/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: Take-home examination, 2 weeks, comprises 100/100 of the grade, grading scale Passed - Failed.
nb: Hjemmeeksamen individuell, 2 uker, teller 100/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: Students should generally avoid processing personal data, but may process personal data when necessary to achieve the learning outcomes.
nb: Studenter bør unngå å behandle personopplysninger, men kan behandle personopplysninger når det er nødvendig å for å oppnå læringsutbyttet.

source: Has knowledge of surgical-technical principles as well as surgical investigation and treatment
nb: har kunnskaper om operasjonstekniske prinsipper og kirurgisk undersøkelse og behandling

source: Follow students in Bodø on Snapchat!
nb: Følg studenter i Bodø på Snapchat!

source: Have in-depth knowledge and understanding about methodological choices and challenges related to different types of research questions, data and empirical data.
nb: Har inngående kunnskap om og forståelse for metodologiske valg og utfordringer knyttet til ulike typer forskningsspørsmål, data og empiri.

source: KR158Lv1 Sport training 1 - 5 study points.
nb: KR158Lv1 Treningslære 1 - 5 studiepoeng.

source: You have the opportunity to take 15 weeks of placement abroad, mainly in the UK or Belgium.
nb: Du har muligheten til å ta 15 uker med praksis, fortrinnsvis i Storbritannia eller Belgia.

source: EU and NATO
nb: Russland, EU og NATO

source: Compulsory participation (OD): Minimum 80% attendance of tuition.
nb: Obligatorisk deltakelse (OD): Minimum 80% oppmøte på undervisning.

source: In addition to the 120 credits offered at Meråker campus, it is possible to take sports subjects (60 credits) at Nord's other campuses, which can be used together to form a bachelor's degree in sports (180stp).
nb: I tillegg til de 120 studiepoengene som tilbys i Meråker, er det mulig å ta idrettsemner (60stp) ved Nords øvrige studiesteder som til sammen vil utgjøre en bachelorgrad i idrett (180stp).

source: View rules and regulations for examinations
nb: Vi viser til gjeldende forskrift og tilhørende retningslinjer.

source: Can communicate about professional issues, analyses and conclusions in Intensive Care Nursing, both with specialists as well as the public in general
nb: kunne kommunisere om faglige problemstillinger, analyser og konklusjoner innenfor intensivsykepleie, både med spesialister og til allmennheten

source: The course uses practical and theoretical examples as well as lectures, study groups and seminar activities.
nb: Kurset bruker praktiske og teoretiske eksempler samt forelesninger, kollokvier og seminarvirksomhet.

source: expenses for article processing charges (APCs) covered.
nb: Processing Charges) i sine søknader om ekstern finansiering.

source: points for other vocational experience is limited to 6.
nb: Maksimalt antall poeng for annen yrkespraksis settes til 6.

source: can reflect on and discuss their own coaching practice
nb: kan reflektere over og diskutere egen trenerutøvelse

source: 12) The author/applicant must make sure that the article is registered in CRIStin, and that the full-text
nb: 12) Forfatter/søker må påse at artikkelen registreres i CRIStin, og at ful teksten lastes opp i CRIStin for

source: Compulsory participation, comprises 0/100 of the grade, grading scale Approved - Not approved.
nb: Obligatorisk deltakelse på muntlig del av AK, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: Can critically analyse, discuss and challenge research methodology related to their own and others’ research.
nb: Kan kritisk analysere, drøfte og utfordre forskningsmetodologi relatert til egen og andres forsking.

source: The course «Geology at School» has no course fee, and after passing the exam participants can even apply for travel support covering up to 50% of their expenses (max NOK 2000).
nb: Kurset «Geologi i skolen» har ingen kursavgift, og du kan etter gjennomført og bestått eksamen søke om reisestøtte på inntil 50% (maks NOK 2000).

source: - Assistant Professor Sylvia Brugmann, Wageningen University & Research, The Netherlands- Professor Henning Sørum, NMBU- Associate Professor Margarita Novoa-Garrido, FBA, Nord University
nb: - Førsteamanuensis Sylvia Brugmann, Wageningen University & Research, Nederland- Professor Henning Sørum, NMBU- Førsteamanuensis Margarita Novoa-Garrido, FBA, Nord universitet

source: The centre will be a learning laboratory for the health sciences, which will also facilitate research.
nb: Senteret blir et læringslaboratorium for helsefagene, som også legger til rette for forskning.

source: be able to apply academic knowledge and relevant results from research and development work to practical and/or theoretical issues regarding
nb: kunne anvende faglig kunnskap og relevante resultater fraforskning- og utviklingsarbeid på praktiske og/eller teoretiske problemstillinger om

source: The aim of this policy document is to provide common approaches and procedures relating to the extension of employment periods for doctoral research fellows who are being delayed as a result of the pandemic.
nb: Formålet med dette policydokumentet er å ha felles holdning og rutiner vedrørende forlengelser av ansettelsestiden for stipendiater som blir forsinket som følge av pandemien.

source: Work with written assignment (POPP) being a literature pre-study for the bachelor thesis.
nb: Arbeid med skriftlig oppgave (POPP) som er en første litteratur studie til bachelor oppgaven.

source: Meet musicians and try to find a band or an artist with whom you can work over time, John Leckie says.
nb: Møt musikere og prøv å finne et band eller en artist du kan jobbe med over tid, sier John Leckie.

source: Molecular Cell Biology BI210FNo tuition fees except semester registration fee and course literature.
nb: Molekylær cellebiologi BI210FIngen kostnader utover semesteravgift og pensumlitteratur.

source: 2 UNIT has negotiated more than ten OA publishing agreements on behalf of Norwegian academic institutions.
nb: 2 UNIT har forhandlet fram ei rekke publiseringsavtaler om åpen tilgang/open access (OA) på vegne av den norske UH-sektoren.

source: Students gain in-depth knowledge of relevant research ethics, legislation, and guidelines and these are discussed and analysed.
nb: Studentene får inngående kunnskap om relevant forskningsetisk lovverk og retningslinje, og dette drøftes og analyseres.

source: Composite educations (continuous educational programmes of a minimum of 5 years such as an MBA, doctor and veterinarian) can automatically receive 4 credit points.
nb: Sammensatte utdanninger (sammenhengende utdanningsløp på minimum 5 år som f.eks siviløkonom, lege og veterinær) kan automatisk gis 4 poeng.

source: Exciting activities and contests are presented and showcased by the research groups, and will be made available for both grown-ups and kids.
nb: Spennende opplevelser, konkurranser og aktiviteter presentert av forskningsgruppene og forskningsstasjonen blir gjort tilgjengelig for små og store.

source: I teach legal topics, including employment law.
nb: Jeg underviser i juss, blant annet arbeidsrett.

source: Mandatory for students on Bachelor training and Year study personal trainer.
nb: Obligatorisk for studenter på Bachelor trening og Årsstudium personlig trener.

source: The task of the Data Protection Officer is to help Nord University comply with the data protection regulations, and she is an ombudsman for the persons about whom Nord University processes personal data.
nb: Personvernombudet har som oppgave å bidra til at Nord følger personvernregelverket, og er et ombud for de personene som Nord behandler personopplysninger om.

source: The informants must consent to your publishing information about them.
nb: Informantene må samtykke til at du publiserer opplysninger om dem.

source: The Norwegian network brings together researchers from Nord University, University of Tromsø and NTNU who are interested of and use the theory of practice architectures within their research in teacher education.
nb: Nettverket i Norge består per i dag av forskere fra Nord universitet, Universitetet i Tromsø og NTNU som er interessert i og anvender teorien om praksisarkitektur.

source: American, anti-colonial, or anti-Soviet ¿nation building¿processes in Vietnam,
nb: anti-koloniale eller anti-sovjetiske "nasjonsbyggings" -prosesser i Vietnam,

source: number) of the chapter, section and/or paragraph, subsection, number or litra.
nb: a) Henvisninger til lover og forskrifter skal kun inneholde tittel og/eller dato

source: Students choose between BIO5001 (this course) and BI317 Evolutionary Genetics.
nb: Studentene som går Master i biologi og akvakultur velger enten BIO5001 Fiskefysiologi (dette emnet), eller BI317F Evolusjonær genetikk.

source: To pass, students must pass at least 2 of the first 3 tests, then at least 2 of the next 3 tests,
nb: For å bestå, må studentene bestå minst 2 av 3 første testene, deretter minst 2 av de neste 3 testene,

source: The French Revolution 1789-1815
nb: Den franske revolusjonen 1789-1815

source: apply key concepts from transaction cost theory, platform and network theory, and principal-agent theory to describe how ABCD can shape markets and organizations, including their own organization.
nb: anvende sentrale begreper fra transaksjonskostnadsteori, plattform- og nettverksteori, og prinsipal-agent teori til å kunne beskrive hvordan ABCD kan forme markeder og organisasjoner, inkludert egen organisasjon.

source: It is a full-time study program consisting of session-based teaching through team and case work, with an interdisciplinary approach in teaching.
nb: Programmet er et fulltidsstudium og er samlingsbasert med læring gjennom team og casearbeid, med tverrfaglig tilnærming i undervisningen.

source: Some of the sessions will take place in the emergency and preparedness management laboratory at Nord University NORDLAB.
nb: simulatorstyrte øvelser i NORDLAB, og deltakelse i fullskalaøvelsen Øvelse Nord sammen med nødetatene, Forsvaret og andre

source: To see the giant halibut and lumpfish, see and feel marine organisms and explore the sampling equipment are all popular activities.
nb: Anledning til å se storkveita og rognkjeks, se og kjenne på marine sjøorganismer og studere utstyret som brukes til prøvetaking er svært populært.

source: You must consider this along with your supervisor.
nb: Dette må du vurdere sammen med din veileder.

source: I am from Kildare in Ireland.
nb: Jeg er fra Kildare i Irland.

source: tasks or combinations of these, as long as 40% in total is right.
nb: kombinasjoner av dette, så lenge 40 % totalt sett er rett.

source: EX151S Study foundation semester - Individual, Society and Science, PRA1024 Practice in social relationships, SOA1002 Introduction to Social Work og RE120S Introduction to Law.
nb: EX151S Dannelsessemester, PRA1024 Praksis i sosiale relasjoner, SOA1002 Introduksjon til sosialt arbeid og RE120S Introduksjon til Jus.

source: •Nord University admits up to 16 students every year.
nb: Nord tar opp 16 studenter hvert år.

source: Doctoral research fellows employed at Nord University shall be followed up by Nord.
nb: Stipendiater ansatt ved Nord universitet følges opp av Nord.

source: The reformatory institution at Falstad was established by initiative of a committee in Trondheim, following several years of preparation, and with financial assistance from Trondhjems Sparebank and Trondhjems Brändevinssamlag.
nb: Falstad oppdragelsesanstalt ble opprettet etter initiativ fra en komité i Trondheim, etter flere års forarbeid, og med økonomisk bistand fra Trondhjems Sparebank og Trondhjems Brændevinssamlag.

source: Theatre Production and Acting, Bachelor's Programme
nb: Bachelor i teaterproduksjon og skuespillerfag

source: – Come join us on Partner Day!
nb: – Bli med på Partner Day!

source: The government is proposing an allocation of NOK 100 million for the new building and NOK 10 million for user equipment in the 2022 national budget.
nb: Regjeringen foreslår nemlig en startbevilgning på 100 millioner kroner til Blått bygg og 10 millioner kroner til brukerutstyr i statsbudsjettet for 2022.

source: Students on the PhD programme of study in Professional Studies are prioritised.
nb: Overgripende forskningsdesign, utvalg, datainnsamling og analyse gjøres kort rede for.

source: REK also processes applications for
nb: REK behandler også søknader om

source: HI109LSv1 Norwegian History before 1814 - 10 study points.
nb: HI109LSv1 Eldre norsk historie (før 1814) - 10 studiepoeng.
